driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilBasicTest1/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://localhost/RepeatUntilBPEL/RepeatUntilBasicTest">
  <soapenv:Body>
    <rep:Name>TestBasic</rep:Name>
    <rep:Count>4</rep:Count>
  </soapenv:Body>
</soapenv:Envelope>
